"Scan failed" = "Fehler beim Scannen";
"Scan canceled" = "Scannen abgebrochen";
"Document feeder is empty" = "Der Dokumenten-Einzug ist leer";

"Scanner is in use" = "Scanner belegt";
"Scanner is offline" = "Scanner offline";
"Scan incomplete" = "Scan unvollständig";
"Problems communicating with scanner" = "Probleme beim Kommunizieren mit dem Scanner";
"The scanner failed to complete the scan." = "Der Scanvorgang konnte nicht abgeschlossen werden.";

"Unable to generate editable text for scanned document" = "Kein bearbeitbarer Text für gescanntes Dokument generierbar";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Das gescannte Dokument wurde in einer Nur-Bild-Datei gespeichert. Sollen Dokumente mit bearbeitbarem Text gespeichert werden, installieren Sie HP Easy Scan auf dem Computer. Laden Sie unter www.hp.com/support die neueste Software für Ihr HP Produkt herunter.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Die Datei(en) konnte(n) nicht gesichert werden, weil Sie nicht über die entsprechenden Zugriffsberechtigungen für den Ordner \"%@\" verfügen.";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Wählen Sie die Datei im Finder aus, und wählen Sie \"Ablage > Informationen\" aus, um die Zugriffsrechte anzuzeigen und zu ändern.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "Die gescannten Bilder konnten nicht gespeichert werden, da \"%@\" nicht vorhanden ist.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Platte \"%@\" ist voll. Löschen Sie Komponenten von \"%@\", oder speichern Sie das Bild auf einer anderen Platte.";
